about_God.md
## Человеческая мысль о Боге.

В этой главе мы постараемся показать, что теистическая концепция Бога внутренне непротиворечива. Пока не ставится цель доказательства существования Бога. Речь только о каком именно Боге говорят теисты.

#### Основания богословия.

Уверенность христианина в возможности положительного знания о Боге основана на Библейском утверждении, что Он создал человека по Своему образу и подобию. (Быт. 1:26-27)

Мы также признаем Бога благим. Целью сотворения человека было блаженное пребывание с Богом и общение с Ним.

Дарование Церкви Святого Духа дает настоящему христианину "ум Христов" (1 Кор. 2:16)
"Но мы приняли не духа мира сего, а Духа от Бога, дабы знать дарованное нам от Бога" (1 Кор. 2:12)

Мы можем мыслить о Боге либо рассматривая некие божественные свойства (*катафатическое богословие*), опираясь на знакомые нам свойства человеческой природы (всеблагость --- бесконечная доброта, всеведение --- бесконечное знание и т.п.). Проблема, однако, в том, что мы с трудом можем себе представить эти качества божественной природы[^nt1001]. По большому счету мы не можем доказать того, что человеческие представления о божественных свойствах --- адекватны хотя бы в некоторой мере[^nt1002]. Поэтому мы принимаем их априорно. Примерно так же поступают ученые, принимая адекватность суждений человека о мире (это положение никак нельзя доказать).

Кроме того, рассматривая божественные свойства по отдельности мы, вероятно, уже допускаем ошибку, разделяя неделимое. С этим связана проблема противоречий божественных свойств. Достаточно вспомнить апорию "может ли Бог создать камень, который не сможет поднять?". Необходимо постулировать, что божественные свойства таковы, что не могут противоречить друг другу. Иначе катафатическое богословие невозможно.

Второй путь --- отрицание знакомых нам свойств (*апофатическое богословие*)[^nt1003]. Бог не благ (в нашем смысле благости), не является светом (свет --- лишь метафора сияния божественной славы), не бессмертный (понятие смерти вообще не приложимо к Богу)... Недостаток этого метода в том, что таким образом сложно сказать о Боге что-то конкретное, тем более строить на этом какие-то религиозные отношения.

Поэтому, для описания связной системы представлений о Боге мы воспользуемся катафатическим методом, принимая во внимание свойственные ему ограничения.

### Божественные свойства.

#### Теологический пессимизм. 

Агностики считают, что Бог настолько трансцендентен, недоступен для человеческой мысли, что любая попытка суждений о Нем (например, описание каких-то божественных свойств) обречена на провал.

![](../image/a_letter02.png){width=20 height=20} Типичное рассуждение агностика выглядит так:

1. Человеческие концепции выработаны для применения к вещам этого мира.
2. Бог - не вещь этого мира.

    Следовательно:
3. Человеческие концепции не могут быть применены к Богу.

![](../image/cross04.png){width=20 height=20} Однако, это высказывание нарушает законы логики. Сравним его со следующим[^mor004]:

1. Тефлон разработан для решения проблем космической программы.
2. Проблема "как приготовить хороший омлет" - не проблема космической программы.

    Следовательно:
3. Тефлон не может использоваться для приготовления хорошего омлета.

В этом случае противоречие становится совершенно очевидным. Ясно, что мы можем успешно применять некоторые вещи (и концепции) не по прямому назначению. 

![](../image/a_letter02.png){width=20 height=20} Возражение:

A) Бог --- не таков, как что-либо в этом мире. 

    В том смысле, что у Бога и мира нет никаких общих свойств. В этом случае катафатическое богословие невозможно, потому что никакие человеческие понятия неприменимы к Богу.

Внешне это утверждение кажется убедительным, но оно имеет двойственный смысл.

![](../image/cross04.png){width=20 height=20} Следует различать:

A1) Бог не вполне таков, как *что-либо* в этом мире.

A2) Бог совершенно не таков как *все* в этом мире.

Так же отличаются и фразы: 

B1) Бог не обладает *всеми* общими свойствами с чем-либо другим.

B2) Бог не обладает *никакими* общими свойствами с чем-либо другим.

Христиане согласятся с А1 (B1), но не с А2 (B2).

К тому же есть основания считать, что высказывание B2 не может быть истинным[^mor005].

![](../image/a_letter02.png){width=20 height=20} Никакая человеческая концепция не может относиться к Богу

![](../image/cross04.png){width=20 height=20} Если бы это было так, то по крайней мере одна человеческая концепция необходимо к Нему относилась бы: концепция такого Существа, Которое ускользает от определения человеческими концепциями.

Это значит, что посылка агностиков неистинна. Некоторые человеческие концепции должны относится и к Богу.

Какие же это концепции?

Более умеренный агностик скажет, что, возможно, сама логика вынуждает нас признать применимость некоторых базовых человеческих концепций к Богу: Он идентичен Себе, Он столь же велик, как Он Сам, Он не идентичен ничему из того, что отлично от Него. Но эти концепции вряд ли достаточны для религиозной жизни. Такие концепции могут применяться к любому существу и не могут указать ни на что определенное в отношении Бога.

Но заявление пессимиста о том, что Бог не может быть охарактеризован с помощью большинства существенных, информативных человеческих концепций --- очень серьезное утверждение, которое само по себе предполагает некое весьма важное знание пессимиста о Боге. 

1. Мы не можем знать о Боге ничего существенного.
2. Мы можем знать *только* некоторые свойства Бога, не являющиеся существенными.
3. (2) может основываться только на существенном знании о Боге.
4. (1) и (3) --- несовместимы.
5. Позиция умеренного агностика либо внутренне противоречива, либо основана на произвольном суждении.


*Итак*, экстремальный агностик, отрицающий применимость любых человеческих понятий к Богу, сталкивается с логической проблемой. Умеренный же скептик отрицает возможность *существенного* знания о Боге, ограничиваясь только общими понятиями, но само это ограничение должно основываться на некоем знании о Боге, иначе оно будет безосновательным и субъективным.

#### Вопрос богословского языка.

Выше мы привели общие возражения скептикам. Мы имеем основания считать, что божественные свойства могут быть сопоставлены с некоторыми человеческими представлениями. Однако, возникает вопрос: могут ли эти свойства быть выраженными с помощью человеческого языка?  

Примеры применения языка в науке показывает, что он очень гибок. Способность человеческого языка успешно устанавливать связь между обычным и экстраординарным, знакомым и абсолютно незнакомым --- совершенно удивительна. Так, Моррис приводит примеры из области современной физики и винной дегустации. "У нас нет языка, готового для всех открытий физиков или всех оттенков вкусовых ощущений. Но мы учимся использовать то, что у нас есть, по-новому и делаем это с успехом"[^mor006]. 

Так, хорошее вино может характеризоваться по своей "полноте" как "тельное", "экстрактивное", "округлое"..., а такие элементарные частицы, как кварки, подразделяются на "желтые", "синие" и "красные". Это вовсе не означает, что кварки действительно окрашены, или что вкус вина "округлый" в геометрическом смысле. В данном случае человек применяет термины, относящиеся к обыденной реальности, выражая реальность принципиально иную. 

Поэтому есть некая почва для оптимизма в отношении гибкости человеческого языка, способного выражать концепции, очень далекие от повседневной реальности. Язык богословия можно отнести к тому же разряду "специальных" лингвистических инструментов, что и язык музыковедов, художников, ученых.

Вывод: 
:   у нас есть основание считать, что человеческие концепции могут быть применены к Богу, а катафатическое богословие --- осуществимый проект.




### Бог как Всесовершенное Существо (Существо, достойное поклонения)


В аккадском эпосе сохранился рассказ о потопе, который во многом отличается от известного библейского повествования о Ное. Главный герой этого эпоса, Утнапиштим, после своего спасения от смерти приносит жертву богам. Странно описание реакции этих "существ": "как мухи слетелись боги на запах жертвы". В представлениях аккадских язычников божества _нуждаются_ в жертвоприношениях, как в пище. Совершенно очевидно, что это свойство унижает понятие о Божестве до уровня обитателей тварного мира. 

Какое же описание может удовлетворить нашему представлению о Всесовершенном Существе (ВС)[^nt1004]?


Наиболее возвышенным человеческим представлениям о Боге, по-видимому, соответствует концепция Всесовершенного Существа, т.е. существа, обладающего всеми возможными достоинствами в максимальной степени. 

>Бог - Существо с величайшим возможным набором взаимно-неисключающих (совместимых) свойств, сообщающих величие (делающих величайшим).


#. Всесовершенное Существо должно обладать сознанием (оно совершеннее существа, сознанием не обладающего).
#. ВС обладает способностью действовать, приводить в исполнение свои намерения в мире (быть действующим лицом). Формулировка: *ВС --- обладающее сознанием, свободно действующее в мире*.
#. Доброе существо совершеннее злого. Формулировка: *ВС --- обладающее сознанием, свободно действующее в мире, благое*.
#. Иметь существенное знание и силу --- лучше, чем не иметь. Формулировка: *ВС --- обладающее сознанием, свободно действующее в мире, благое, обладающее всеведением и всесильное*.
#. Еще лучше --- вовсе не быть ограниченным ни в каком отношении, ни от чего не зависеть. Существо, которое выше любого другого существа, является источником для всего существующего. Формулировка: *ВС --- обладающее сознанием, свободно действующее в мире, благое, обладающее всеведением и всесильное, творческий источник всего остального*.
#. Существующее существо выше, величественнее несуществующего (напр. воображаемого)[^nt1005]. Величайший возможный статус (на пределе возможностей человеческих представлений) --- Существо, чье положение в реальности настолько твердо, что Его *не*-существование является невозможным. Формулировка: *ВС --- обладающее сознанием, свободно действующее в мире, благое, обладающее всеведением и всесильное, творческий источник всего остального, существующее с необходимостью*.

Последняя часть определения обладает в современной религиозной философии особой важностью. Величайшее из представимых существ не может не существовать. С этим представлением связана современная интерпретация Онтологического аргумента в пользу бытия Божия (формулировка Малькольма, --- см. гл. 1.11).

Повторим важнейшие идеи:

* Божество истинной религии должно быть Всесовершенным. 
* Всесовершенный Бог --- одновременно и единственный. Любая "конкуренция" со стороны, например, равносильного божества-антипода (дуализм), или "младших богов" (политеизм) ограничивала бы всемогущество, всеведение Бога.
* Всесовершенный Бог --- Творец мира. Иначе нетварный, безначальный мир "конкурировал" бы с Богом в онтологическом статусе.
* Все прочие существа могут существовать, или не существовать. Но Всесовершенный не может не существовать (т.е. существует с необходимостью).

### О благости Божией.

Выше мы указали, что Всесовершенный Бог --- благ. Для теистов это очевидная истина, но для скептиков это не так. Иногда из их уст можно услышать вопрос: 

![](../image/a_letter02.png){width=20 height=20}     "Почему вы уверены, что Бог добр? Может быть, Бог злой?"   

![](../image/cross04.png){width=20 height=20}     Некоторые скептики даже пытаются перевернуть онтологический аргумент: "я могу помыслить бесконечно злое существо, следовательно оно существует".    

*Заметим:* Диавол не может претендовать на роль "бесконечно злого *бога*". Любое его действие возможно благодаря тому, что ему изначально дарована свобода, ум, сила и т.д., --- т.е. различные блага, которые он использует во зло.

Опровержение утверждения о том, что Всесовершенное Существо может быть злым, строится на противоречии между злобой (как отсутствием благости) и другими свойствами Всесовершенного.

#### Аквинат.

Ответ Аквината[^aq001] опирается на идею Платона о том, что зло --- следствие невежества:

1. Действующий может делать только то, что ему представляется благом.

    Даже вор стремится к увеличению личного состояния, как к благу. Остальные считают воровство злом, поскольку маленькое эгоистичное благо вора достигается за счет гораздо большего зла: горя, которое вор приносит своей жертве, недоверия, которое за этим следует, нарушения общественного закона, которое вредит социальной гармонии)[^nt1006].

2. Видеть зло как добро --- значит ошибаться.

3. Бог не может ошибаться.

4. Бог не может видеть зло как добро (2,3).

5. Бог не может творить зло (1,4).

Критика:

Одно дело говорить, что "x" --- благо, другое, что "x" --- благо *для меня*.
Другими словами, если я решил, что в данное время "х" --- благо для меня, это не означает, что я решил, что "х" --- благо *в моральном смысле*. В рассуждении Аквината эти два понимания блага смешиваются.

Более того, вполне возможно совершение чего-либо под действием *импульса*, а не в результате оценки.

#### Суинберн:

1. Бог --- всеведущ и полностью свободен. 
2. Он неподвластен иррациональным силам (импульсам, страстям).
3. Будучи свободным (от страстей) и всеведущим (точно зная, что является благом, а что --- нет), Бог всегда избирает благо.
4. Бог не может быть злым[^suin001].

Критика:

Личность, свободная в радикальном смысле не просто свободна от невежества, или импульсов, она свободна действовать так, как желает, имеет она на то причину, или нет. Например, свободно осуществлять произвольный выбор и свободно совершать даже извращенные решения. 
Раз эта опция доступна нам, не совершенно свободным людям, следовательно, она должна быть доступна полностью свободному существу.

Возражение на критику:

Вопрос --- в том, как понимать свободу. Произвольность поведения --- не то же, что свобода. Бог не подвластен произвольности, всегда совершает разумные решения, поскольку Он --- Сама Премудрость. Делать что-то против разума --- ниже, чем делать согласно разуму.

Примечание: Если свободу Божию понимать как свободу делать все, что угодно, то работает апория с камнем, который нельзя поднять. Отсюда ясно, что свободу Бога можно понимать только как не противоречащую разуму, разумной воле, иначе она бы противоречила Его всемогуществу и благости.

#### Подход Оккама. 

Зададимся вопросом: может ли благо быть независимым от Бога? По-видимому --- нет. Это означало бы "независимый стандарт благости, с которым Богу необходимо сравнивать свои действия, или с помощью которого можно было бы судить Бога"[^mor001]. Такой стандарт кажется превосходящим самого Бога, более абсолютным, чем божество, что неприемлемо для теиста.

Отсюда: Добро --- не что-то самостоятельное, а то, --- чего Бог хочет. 


Так, высказывания:

А. Бог творит добро

и

Б. Бог творит то, чего Бог хочет

выражают одно и то же утверждение.

Но Б. выражает необходимую истину (действиям всесильного, всемогущего существа нельзя воспрепятствовать).

Следовательно и А - справедливо с необходимостью. Значит Бог не может творить зло.

Сложность в том, что в Оккамовском определении добра уже заложен вывод, а это значит, что аргумент не действует.

Впрочем, для поддержания высочайшего представления о Боге не обязательно придерживаться взглядов Оккама (добро --- то, чего хочет Бог). Этот богослов предложил не самую удачную трактовку блага.

Так, общепринятый моральный смысл добра: человек держит слово, говорит правду.

Оккамовский смысл: человек делает то, чего хочет Бог 

Во втором определении --- меньше ясности, из него сложнее понять, что именно происходит. (Например, кто-то может сказать, что Богу угодно уничтожать евреев).

Заявление "Бог благ" в оккамовском смысле будет пустым утверждением, а не чрезвычайно важным субстантивным, каким его воспринимает большинство из нас.

Итак, стратегия, предложенная Оккамовским аргументом налагает слишком высокую цену на то, что затем оказывается пустым модальным высказыванием о Боге.

--------

Моррис считает[^mor002], что все три попытки (Аквината, Суинберна и Оккама) отразить критику благости Божией проваливаются. Почему же большинство христианских богословов уверенны именно в сущностной, необходимой благости Бога? Потому что это не плод размышлений, а результат интуитивного суждения, что было бы лучше, чтобы Бог был соврешенно неуязвим для зла, чем если бы Он был способен на зло. Это просто Ансельмовская интуиция, лежащая в основе согласия большинства теистов в этом отношении.

Другими словами, высшая степень совершенства требует невозможности совершения зла совершенным существом.

*"Таким образом, необходимость благости Бога --- следствие Теологии Совершенного Существа, и очевидно не нуждается ни в каком независимом доказательстве"*[^mor003]



Вывод:
:    Утверждая всесовершенство Бога (всемогущество, вечность...), необходимо настаивать и *на сотворении Им мира*, а также на том, что ни одна другая сущность не может сравниться с Богом.
-->


\newpage

[^nt1001]:  Агностики и вовсе считают, что божество, как совершенно иноприродное, онтологически инаковое, не может иметь никаких общих свойств с этим миром.
[^nt1002]: Впрочем, некоторые авторы пытаются показать логическую противоречивость позиций агностиков и находят логические основания для принятия "интуиций" о божественных свойствах в качестве истинных. See @Morris, pp. 17-18, 21.
[^nt1003]: "«Уразуметь Бога трудно, а изречь невозможно», — так любомудрствовал один из Эллинских богословов... Но как я рассуждаю, изречь невозможно, а уразуметь еще более невозможно". Gregorius Nazeanzenus, De theologia (orat. 28) 4.1.
[^nt1004]: В этой части мы следуем подходу Морриса, взявшего за основу богословие Ансельма. See @Morris, pp. 39-40.
[^nt1005]: Важно, что совершенство определяются в отношении нашего мира, наших "координат". Поэтому реальное существование в нашем мире --- важный критерий совершенства с т.зр. человека.
[^nt1006]: Убийца, как ни странно, тоже стремится к "эгоистичному благу" --- удовлетворению страсти (чувства мести, вражды, гнева и т.п.). 
[^aq001]: Summa Contra Gentiles 1.95.3
[^suin001]: R.G. Swinburne, The Coherence of Theism, p. 146,202; The Existnce of God, pp. 97-102, Cf: @Morris, p. 53.
[^mor001]: @Morris, p. 55.
[^mor002]: @Morris, pp. 55-56.
[^mor003]: @Morris, p. 56.
[^mor004]: See @Morris, pp. 17-18.
[^mor005]: Если бы Мир и Бог, совершенно отличный от него, не имели ни одного общего свойства, они все же имели бы одно общее свойство: свойство иметь набор свойств, не являющимися общим с некоей сущностью, обладающей отличным онтологическим статусом. Это суждение верно только когда оно ложно, из чего видно, что оно вообще не может быть верным. Итак, невозможно, чтобы Бог и вещи этого мира не имели совершенно никаких общих свойств. See @Morris, p. 21.
[^mor006]: @Morris, p. 24.


